Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Use the button above to unlock Kurozora or if you're snooping around someone else's device then exit the app 😤
ar: استخدم الزر أعلاه لإلغاء قفل Kurozora، أو إذا كنت تتطفل على جهاز شخص آخر فاخرج من التطبيق 😤
bn: Kurozora আনলক করতে উপরের বোতামটি ব্যবহার করো, অথবা তুমি যদি অন্য কারো ডিভাইসে উঁকিঝুঁকি মারছ তাহলে অ্যাপ থেকে বেরিয়ে যাও 😤
cs: Použij tlačítko výše k odemknutí Kurozory, a pokud slídíš v cizím zařízení, tak appku ukonči 😤
da: Brug knappen ovenfor til at låse Kurozora op, eller hvis du snager rundt på en andens enhed, så luk appen 😤
de: Nutze die Taste oben, um Kurozora zu entsperren – oder wenn du auf dem Gerät von jemand anderem herumschnüffelst, dann verlasse die App 😤
el: Χρησιμοποίησε το παραπάνω κουμπί για να ξεκλειδώσεις το Kurozora ή, αν χαζεύεις στη συσκευή κάποιου άλλου, βγες από την εφαρμογή 😤
es: Usa el botón de arriba para desbloquear Kurozora o, si estás fisgoneando en el dispositivo de otra persona, sal de la app 😤
es_419: Usa el botón de arriba para desbloquear Kurozora o, si estás husmeando en el dispositivo de alguien más, entonces sal de la app 😤
fa: از دکمه بالا برای باز کردن قفل Kurozora استفاده کن یا اگر داری تو دستگاه یکی دیگه فضولی می‌کنی، از برنامه خارج شو 😤
fi: Avaa Kurozora yllä olevalla painikkeella, tai jos nuuskit jonkun toisen laitetta, poistu sovelluksesta 😤
fil: Gamitin ang button sa itaas para i-unlock ang Kurozora o kung nanunungaw ka sa device ng ibang tao ay umalis ka na sa app 😤
fr: Utilise le bouton ci-dessus pour déverrouiller Kurozora, ou si tu fouines sur l’appareil de quelqu’un d’autre, quitte l’app 😤
he: השתמשו בכפתור שלמעלה כדי לפתוח את Kurozora, ואם אתם מחטטים במכשיר של מישהו אחר אז צאו מהאפליקציה 😤
hi: Kurozora अनलॉक करने के लिए ऊपर दिए बटन का उपयोग करें या अगर आप किसी और के डिवाइस में ताक-झाँक कर रहे हैं तो ऐप से बाहर निकल जाएँ 😤
hu: Használd a fenti gombot a Kurozora feloldásához, vagy ha valaki más eszközén kotorászol, akkor lépj ki az appból 😤
hy: Օգտագործիր վերևի կոճակը Kurozora-ն ապակողպելու համար, իսկ եթե փնտրտուքով զբաղված ես ուրիշի սարքում, ապա դուրս արի հավելվածից 😤
id: Gunakan tombol di atas untuk membuka Kurozora atau jika kamu sedang mengintip perangkat orang lain, keluar saja dari aplikasi 😤
it: Usa il pulsante qui sopra per sbloccare Kurozora oppure, se stai curiosando nel dispositivo di qualcun altro, esci dall'app 😤
ja: 上のボタンで Kurozora のロックを解除してね。もし他人のデバイスをこっそり覗いてるなら、アプリを閉じて 😤
ko: 위의 버튼으로 Kurozora 잠금을 해제하세요. 만약 남의 기기를 몰래 들여다보는 거라면 앱을 종료하세요 😤
ms: Guna butang di atas untuk membuka kunci Kurozora atau jika anda mengintai peranti orang lain, keluar dari aplikasi 😤
nb: Bruk knappen ovenfor for å låse opp Kurozora, eller hvis du snoker rundt på enheten til noen andre, så avslutt appen 😤
nl: Gebruik de knop hierboven om Kurozora te ontgrendelen, of als je in het apparaat van iemand anders aan het snuffelen bent, sluit dan de app 😤
pl: Użyj przycisku powyżej, aby odblokować Kurozora, a jeśli grzebiesz w cudzym urządzeniu, to wyjdź z aplikacji 😤
pt_br: Use o botão acima para desbloquear o Kurozora ou, se você está bisbilhotando o dispositivo de outra pessoa, então saia do app 😤
pt_pt: Usa o botão acima para desbloquear o Kurozora ou, se estiveres a bisbilhotar o dispositivo de outra pessoa, sai da app 😤
ro: Folosește butonul de mai sus pentru a debloca Kurozora sau, dacă scotocești prin dispozitivul altcuiva, atunci ieși din aplicație 😤
ru: Нажмите кнопку выше, чтобы разблокировать Kurozora, а если вы шарите в чужом устройстве, то выйдите из приложения 😤
sv: Använd knappen ovan för att låsa upp Kurozora, eller om du snokar runt på någon annans enhet, lämna appen 😤
ta: Kurozora-வைத் திறக்க மேலே உள்ள பொத்தானைப் பயன்படுத்துங்கள், அல்லது நீங்கள் வேறொருவரின் சாதனத்தில் ஒளிந்து பார்த்துக்கொண்டிருந்தால் பயன்பாட்டிலிருந்து வெளியேறுங்கள் 😤
te: Kurozora అన్‌లాక్ చేయడానికి పైన ఉన్న బటన్‌ను ఉపయోగించు, లేదా నువ్వు వేరొకరి పరికరంలో తొంగి చూస్తుంటే యాప్ నుండి బయటకు వెళ్లిపో 😤
th: ใช้ปุ่มด้านบนเพื่อปลดล็อก Kurozora หรือถ้าคุณกำลังแอบดูเครื่องของคนอื่นอยู่ ก็ออกจากแอปซะ 😤
tr: Kurozora'nın kilidini açmak için yukarıdaki düğmeyi kullan, eğer başkasının cihazını kurcalıyorsan uygulamadan çık 😤
uk: Скористайся кнопкою вище, щоб розблокувати Kurozora, або, якщо ти нишпориш у чужому пристрої, вийди із застосунку 😤
ur: Kurozora کھولنے کے لیے اوپر دیا گیا بٹن استعمال کریں، یا اگر آپ کسی اور کے ڈیوائس میں تاک جھانک کر رہے ہیں تو ایپ سے باہر نکل جائیں 😤
vi: Dùng nút phía trên để mở khóa Kurozora, còn nếu bạn đang lén lút trên thiết bị của người khác thì hãy thoát ứng dụng đi 😤
zh_hans: 用上方的按钮解锁 Kurozora，要是你在偷看别人的设备，那就退出应用吧 😤
zh_hant: 用上方的按鈕來解鎖 Kurozora，要是你是在偷翻別人的裝置，那就退出 App 吧 😤

source: Use the button above to unlock Kurozora or if you're snooping around someone else's device then press ⌘ + Q to quit 😤
ar: استخدم الزر أعلاه لإلغاء قفل Kurozora، أو إذا كنت تتطفل على جهاز شخص آخر فاضغط على ⌘ + Q للخروج 😤
bn: Kurozora আনলক করতে উপরের বোতামটি ব্যবহার করো, অথবা তুমি যদি অন্য কারো ডিভাইসে উঁকিঝুঁকি মারছ তাহলে বের হতে ⌘ + Q চাপো 😤
cs: Použij tlačítko výše k odemknutí Kurozory, a pokud slídíš v cizím zařízení, tak stiskni ⌘ + Q pro ukončení 😤
da: Brug knappen ovenfor til at låse Kurozora op, eller hvis du snager rundt på en andens enhed, så tryk på ⌘ + Q for at afslutte 😤
de: Nutze die Taste oben, um Kurozora zu entsperren – oder wenn du auf dem Gerät von jemand anderem herumschnüffelst, dann drücke ⌘ + Q zum Beenden 😤
el: Χρησιμοποίησε το παραπάνω κουμπί για να ξεκλειδώσεις το Kurozora ή, αν χαζεύεις στη συσκευή κάποιου άλλου, πάτησε ⌘ + Q για έξοδο 😤
es: Usa el botón de arriba para desbloquear Kurozora o, si estás fisgoneando en el dispositivo de otra persona, pulsa ⌘ + Q para salir 😤
es_419: Usa el botón de arriba para desbloquear Kurozora o, si estás husmeando en el dispositivo de alguien más, entonces presiona ⌘ + Q para salir 😤
fa: از دکمه بالا برای باز کردن قفل Kurozora استفاده کن یا اگر داری تو دستگاه یکی دیگه فضولی می‌کنی، ⌘ + Q را بزن تا خارج شوی 😤
fi: Avaa Kurozora yllä olevalla painikkeella, tai jos nuuskit jonkun toisen laitetta, paina ⌘ + Q lopettaaksesi 😤
fil: Gamitin ang button sa itaas para i-unlock ang Kurozora o kung nanunungaw ka sa device ng ibang tao ay pindutin ang ⌘ + Q para mag-quit 😤
fr: Utilise le bouton ci-dessus pour déverrouiller Kurozora, ou si tu fouines sur l’appareil de quelqu’un d’autre, appuie sur ⌘ + Q pour quitter 😤
he: השתמשו בכפתור שלמעלה כדי לפתוח את Kurozora, ואם אתם מחטטים במכשיר של מישהו אחר אז לחצו ⌘ + Q כדי לצאת 😤
hi: Kurozora अनलॉक करने के लिए ऊपर दिए बटन का उपयोग करें या अगर आप किसी और के डिवाइस में ताक-झाँक कर रहे हैं तो छोड़ने के लिए ⌘ + Q दबाएँ 😤
hu: Használd a fenti gombot a Kurozora feloldásához, vagy ha valaki más eszközén kotorászol, akkor nyomd meg a ⌘ + Q billentyűket a kilépéshez 😤
hy: Օգտագործիր վերևի կոճակը Kurozora-ն ապակողպելու համար, իսկ եթե փնտրտուքով զբաղված ես ուրիշի սարքում, ապա սեղմիր ⌘ + Q դուրս գալու համար 😤
id: Gunakan tombol di atas untuk membuka Kurozora atau jika kamu sedang mengintip perangkat orang lain, tekan ⌘ + Q untuk keluar 😤
it: Usa il pulsante qui sopra per sbloccare Kurozora oppure, se stai curiosando nel dispositivo di qualcun altro, premi ⌘ + Q per uscire 😤
ja: 上のボタンで Kurozora のロックを解除してね。もし他人のデバイスをこっそり覗いてるなら、⌘ + Q を押して終了して 😤
ko: 위의 버튼으로 Kurozora 잠금을 해제하세요. 만약 남의 기기를 몰래 들여다보는 거라면 ⌘ + Q를 눌러 종료하세요 😤
ms: Guna butang di atas untuk membuka kunci Kurozora atau jika anda mengintai peranti orang lain, tekan ⌘ + Q untuk keluar 😤
nb: Bruk knappen ovenfor for å låse opp Kurozora, eller hvis du snoker rundt på enheten til noen andre, så trykk ⌘ + Q for å avslutte 😤
nl: Gebruik de knop hierboven om Kurozora te ontgrendelen, of als je in het apparaat van iemand anders aan het snuffelen bent, druk dan op ⌘ + Q om af te sluiten 😤
pl: Użyj przycisku powyżej, aby odblokować Kurozora, a jeśli grzebiesz w cudzym urządzeniu, to naciśnij ⌘ + Q, aby wyjść 😤
pt_br: Use o botão acima para desbloquear o Kurozora ou, se você está bisbilhotando o dispositivo de outra pessoa, então pressione ⌘ + Q para sair 😤
pt_pt: Usa o botão acima para desbloquear o Kurozora ou, se estiveres a bisbilhotar o dispositivo de outra pessoa, prime ⌘ + Q para sair 😤
ro: Folosește butonul de mai sus pentru a debloca Kurozora sau, dacă scotocești prin dispozitivul altcuiva, atunci apasă ⌘ + Q pentru a ieși 😤
ru: Нажмите кнопку выше, чтобы разблокировать Kurozora, а если вы шарите в чужом устройстве, то нажмите ⌘ + Q, чтобы выйти 😤
sv: Använd knappen ovan för att låsa upp Kurozora, eller om du snokar runt på någon annans enhet, tryck på ⌘ + Q för att avsluta 😤
ta: Kurozora-வைத் திறக்க மேலே உள்ள பொத்தானைப் பயன்படுத்துங்கள், அல்லது நீங்கள் வேறொருவரின் சாதனத்தில் ஒளிந்து பார்த்துக்கொண்டிருந்தால் வெளியேற ⌘ + Q ஐ அழுத்துங்கள் 😤
te: Kurozora అన్‌లాక్ చేయడానికి పైన ఉన్న బటన్‌ను ఉపయోగించు, లేదా నువ్వు వేరొకరి పరికరంలో తొంగి చూస్తుంటే నిష్క్రమించడానికి ⌘ + Q నొక్కు 😤
th: ใช้ปุ่มด้านบนเพื่อปลดล็อก Kurozora หรือถ้าคุณกำลังแอบดูเครื่องของคนอื่นอยู่ ก็กด ⌘ + Q เพื่อออกซะ 😤
tr: Kurozora'nın kilidini açmak için yukarıdaki düğmeyi kullan, eğer başkasının cihazını kurcalıyorsan çıkmak için ⌘ + Q tuşlarına bas 😤
uk: Скористайся кнопкою вище, щоб розблокувати Kurozora, або, якщо ти нишпориш у чужому пристрої, натисни ⌘ + Q, щоб вийти 😤
ur: Kurozora کھولنے کے لیے اوپر دیا گیا بٹن استعمال کریں، یا اگر آپ کسی اور کے ڈیوائس میں تاک جھانک کر رہے ہیں تو بند کرنے کے لیے ⌘ + Q دبائیں 😤
vi: Dùng nút phía trên để mở khóa Kurozora, còn nếu bạn đang lén lút trên thiết bị của người khác thì hãy nhấn ⌘ + Q để thoát 😤
zh_hans: 用上方的按钮解锁 Kurozora，要是你在偷看别人的设备，那就按 ⌘ + Q 退出吧 😤
zh_hant: 用上方的按鈕來解鎖 Kurozora，要是你是在偷翻別人的裝置，那就按 ⌘ + Q 結束吧 😤

source: Username
ar: اسم المستخدم
bn: ইউজারনেম
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
es_419: Nombre de usuario
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמש
hu: Felhasználónév
hy: Օգտանուն
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім’я користувача
ur: یوزرنیم
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username: pick a cool one 🙈
ar: اسم المستخدم: اختر اسمًا رائعًا 🙈
bn: ইউজারনেম: দারুণ একটা বেছে নাও 🙈
cs: Uživatelské jméno: vyber si nějaké cool 🙈
da: Brugernavn: vælg et fedt et 🙈
de: Benutzername: wähl einen coolen 🙈
el: Όνομα χρήστη: διάλεξε ένα κουλ 🙈
es: Nombre de usuario: elige uno chulo 🙈
es_419: Nombre de usuario: elige uno genial 🙈
fa: نام کاربری: یه باحالش رو انتخاب کن 🙈
fi: Käyttäjänimi: keksi siisti 🙈
fil: Username: pumili ng cool na isa 🙈
fr: Nom d’utilisateur : choisis-en un cool 🙈
he: שם משתמש: בחרו אחד מגניב 🙈
hi: Username: कोई कूल वाला चुनें 🙈
hu: Felhasználónév: válassz egy menőt 🙈
hy: Օգտանուն՝ ընտրիր մի թույն մեկը 🙈
id: Username: pilih yang keren 🙈
it: Nome utente: scegline uno figo 🙈
ja: ユーザー名：イケてるのを選んでね 🙈
ko: 사용자 이름: 멋진 걸로 골라보세요 🙈
ms: Username: pilih yang menarik 🙈
nb: Brukernavn: velg et kult et 🙈
nl: Gebruikersnaam: kies een coole 🙈
pl: Nazwa użytkownika: wybierz fajną 🙈
pt_br: Nome de usuário: escolha um bem legal 🙈
pt_pt: Nome de utilizador: escolhe um fixe 🙈
ro: Nume de utilizator: alege unul mișto 🙈
ru: Имя пользователя: выберите классное 🙈
sv: Användarnamn: välj ett coolt 🙈
ta: பயனர்பெயர்: ஒரு அருமையானதைத் தேர்ந்தெடு 🙈
te: Username: ఒక కూల్ దాన్ని ఎంచుకో 🙈
th: ชื่อผู้ใช้: เลือกอันเท่ ๆ สิ 🙈
tr: Kullanıcı adı: havalı bir tane seç 🙈
uk: Ім’я користувача: обери круте 🙈
ur: یوزرنیم: کوئی زبردست سا چنیں 🙈
vi: Tên người dùng: chọn một cái thật ngầu 🙈
zh_hans: 用户名：挑个酷炫的 🙈
zh_hant: 使用者名稱：挑個酷一點的 🙈

# visitPrivacyPolicyFooter
source: For more information, please visit our %@
ar: لمزيد من المعلومات، يرجى زيارة %@
bn: আরও তথ্যের জন্য, অনুগ্রহ করে আমাদের %@ দেখুন
cs: Pro více informací prosím navštivte naše %@
da: Du kan finde flere oplysninger i vores %@
de: Weitere Informationen findest du in unserer %@
el: Για περισσότερες πληροφορίες, παρακαλούμε επισκεφθείτε την %@
es: Para más información, consulta nuestra %@
es_419: Para más información, consulta nuestra %@
fa: برای اطلاعات بیشتر، لطفاً به %@ ما مراجعه کنید
fi: Lisätietoja saat täältä: %@
fil: Para sa karagdagang impormasyon, mangyaring bisitahin ang aming %@
fr: Pour en savoir plus, veuillez consulter notre %@
he: למידע נוסף, נא לבקר ב-%@
hi: अधिक जानकारी के लिए, कृपया हमारी %@ देखें
hu: További információért látogasson el ide: %@
hy: Լրացուցիչ տեղեկությունների համար խնդրում ենք այցելել մեր %@
id: Untuk informasi selengkapnya, silakan kunjungi %@ kami
it: Per maggiori informazioni, consulta la nostra %@
ja: 詳しくは %@ をご覧ください
ko: 자세한 내용은 %@을(를) 참고해 주세요
ms: Untuk maklumat lanjut, sila lawati %@ kami
nb: For mer informasjon, besøk %@
nl: Ga voor meer informatie naar ons %@
pl: Aby uzyskać więcej informacji, odwiedź naszą %@
pt_br: Para mais informações, consulte nossa %@
pt_pt: Para mais informações, consulte a nossa %@
ro: Pentru mai multe informații, vă rugăm să consultați %@
ru: Подробнее можно узнать в нашем документе %@
sv: För mer information, besök vår %@
ta: மேலும் தகவலுக்கு, தயவுசெய்து எங்கள் %@ ஐப் பார்வையிடவும்
te: మరింత సమాచారం కోసం, దయచేసి మా %@ ను సందర్శించండి
th: สำหรับข้อมูลเพิ่มเติม กรุณาเยี่ยมชม %@ ของเรา
tr: Daha fazla bilgi için lütfen %@ sayfamızı ziyaret edin
uk: Для отримання докладнішої інформації, будь ласка, відвідайте нашу %@
ur: مزید معلومات کے لیے، براہ کرم ہماری %@ دیکھیں
vi: Để biết thêm thông tin, vui lòng xem %@ của chúng tôi
zh_hans: 如需了解更多信息，请查看我们的 %@
zh_hant: 如需更多資訊，請參閱我們的 %@

source: Welcome back! Please authenticate to continue.
ar: مرحبًا بعودتك! يرجى المصادقة للمتابعة.
bn: ফিরে আসায় স্বাগতম! চালিয়ে যেতে অনুগ্রহ করে অথেনটিকেট করুন।
cs: Vítejte zpět! Pro pokračování se prosím ověřte.
da: Velkommen tilbage! Godkend venligst for at fortsætte.
de: Willkommen zurück! Bitte authentifizieren Sie sich, um fortzufahren.
el: Καλώς ορίσατε ξανά! Παρακαλούμε επαληθεύστε την ταυτότητά σας για να συνεχίσετε.
es: ¡Bienvenido de nuevo! Autentíquese para continuar.
es_419: ¡Bienvenido de nuevo! Por favor, autentíquese para continuar.
fa: خوش آمدید! لطفاً برای ادامه احراز هویت کنید.
fi: Tervetuloa takaisin! Tunnistaudu jatkaaksesi.
fil: Maligayang pagbabalik! Mangyaring mag-authenticate para magpatuloy.
fr: Bon retour ! Veuillez vous authentifier pour continuer.
he: ברוכים השבים! נא לבצע אימות כדי להמשיך.
hi: वापसी पर स्वागत है! जारी रखने के लिए कृपया प्रमाणीकरण करें।
hu: Üdvözöljük újra! A folytatáshoz hitelesítse magát.
hy: Բարի վերադարձ։ Շարունակելու համար խնդրում ենք անցնել նույնականացում։
id: Selamat datang kembali! Silakan lakukan autentikasi untuk melanjutkan.
it: Bentornato! Si autentichi per continuare.
ja: おかえりなさい！続けるには認証してください。
ko: 다시 오신 것을 환영합니다! 계속하려면 인증해 주세요.
ms: Selamat kembali! Sila sahkan untuk meneruskan.
nb: Velkommen tilbake! Vennligst autentiser deg for å fortsette.
nl: Welkom terug! Authenticeer om door te gaan.
pl: Witamy ponownie! Uwierzytelnij się, aby kontynuować.
pt_br: Bem-vindo de volta! Por favor, autentique-se para continuar.
pt_pt: Bem-vindo de volta! Autentique-se para continuar.
ro: Bine ați revenit! Vă rugăm să vă autentificați pentru a continua.
ru: С возвращением! Пожалуйста, пройдите аутентификацию, чтобы продолжить.
sv: Välkommen tillbaka! Autentisera dig för att fortsätta.
ta: மீண்டும் வரவேற்கிறோம்! தொடர தயவுசெய்து அங்கீகரிக்கவும்.
te: తిరిగి స్వాగతం! కొనసాగించడానికి దయచేసి ప్రామాణీకరించండి.
th: ยินดีต้อนรับกลับมา! กรุณายืนยันตัวตนเพื่อดำเนินการต่อ
tr: Tekrar hoş geldiniz! Devam etmek için lütfen kimliğinizi doğrulayın.
uk: З поверненням! Будь ласка, пройдіть автентифікацію, щоб продовжити.
ur: خوش آمدید! جاری رکھنے کے لیے براہ کرم اپنی توثیق کریں۔
vi: Chào mừng trở lại! Vui lòng xác thực để tiếp tục.
zh_hans: 欢迎回来！请完成认证以继续。
zh_hant: 歡迎回來！請完成驗證以繼續。

source: You are not authorized to make payments. In-App Purchases may be restricted on your device.
ar: أنت غير مخوّل لإجراء عمليات الدفع. قد تكون عمليات الشراء داخل التطبيق مقيّدة على جهازك.
bn: আপনি পেমেন্ট করার জন্য অনুমোদিত নন। আপনার ডিভাইসে ইন-অ্যাপ পারচেজ সীমাবদ্ধ থাকতে পারে।
cs: Nemáte oprávnění provádět platby. Nákupy v aplikaci mohou být na vašem zařízení omezeny.
da: Du er ikke autoriseret til at foretage betalinger. Køb i appen kan være begrænset på din enhed.
de: Sie sind nicht berechtigt, Zahlungen zu tätigen. In-App-Käufe sind auf Ihrem Gerät möglicherweise eingeschränkt.
el: Δεν έχετε εξουσιοδότηση για πραγματοποίηση πληρωμών. Οι αγορές εντός εφαρμογής ενδέχεται να είναι περιορισμένες στη συσκευή σας.
es: No está autorizado a realizar pagos. Es posible que las compras dentro de la app estén restringidas en su dispositivo.
es_419: No está autorizado a realizar pagos. Las compras dentro de la app podrían estar restringidas en su dispositivo.
fa: شما مجاز به انجام پرداخت نیستید. ممکن است خریدهای درون‌برنامه‌ای روی دستگاه شما محدود شده باشند.
fi: Sinulla ei ole oikeutta tehdä maksuja. Sovelluksen sisäiset ostot voivat olla rajoitettuja laitteellasi.
fil: Wala kang awtorisasyon na magbayad. Maaaring pinaghihigpitan ang In-App Purchases sa iyong device.
fr: Vous n’êtes pas autorisé à effectuer des paiements. Les achats intégrés sont peut-être restreints sur votre appareil.
he: אינכם מורשים לבצע תשלומים. ייתכן שרכישות בתוך האפליקציה מוגבלות במכשיר שלכם.
hi: आप भुगतान करने के लिए अधिकृत नहीं हैं। आपके डिवाइस पर इन-ऐप खरीदारी प्रतिबंधित हो सकती है।
hu: Nincs jogosultsága fizetések végrehajtására. Lehet, hogy az alkalmazáson belüli vásárlások korlátozva vannak az eszközén.
hy: Դուք լիազորված չեք վճարումներ կատարելու համար։ Հավելվածում գնումները կարող են սահմանափակված լինել ձեր սարքում։
id: Anda tidak diizinkan untuk melakukan pembayaran. Pembelian Dalam Aplikasi mungkin dibatasi di perangkat Anda.
it: Non è autorizzato a effettuare pagamenti. Gli acquisti in-app potrebbero essere limitati sul suo dispositivo.
ja: お支払いを行う権限がありません。お使いのデバイスではアプリ内課金が制限されている可能性があります。
ko: 결제 권한이 없습니다. 회원님의 기기에서 앱 내 구입이 제한되어 있을 수 있습니다.
ms: Anda tidak dibenarkan membuat pembayaran. Pembelian Dalam Aplikasi mungkin disekat pada peranti anda.
nb: Du har ikke tillatelse til å foreta betalinger. Kjøp i appen kan være begrenset på enheten din.
nl: U bent niet gemachtigd om betalingen te doen. In-app-aankopen zijn mogelijk beperkt op uw apparaat.
pl: Nie masz uprawnień do dokonywania płatności. Zakupy w aplikacji mogą być ograniczone na Twoim urządzeniu.
pt_br: Você não está autorizado a fazer pagamentos. As compras dentro do app podem estar restritas no seu dispositivo.
pt_pt: Não está autorizado a efetuar pagamentos. As compras dentro da aplicação podem estar restritas no seu dispositivo.
ro: Nu sunteți autorizat să efectuați plăți. Achizițiile din aplicație ar putea fi restricționate pe dispozitivul dumneavoastră.
ru: У вас нет разрешения на совершение платежей. Встроенные покупки могут быть ограничены на вашем устройстве.
sv: Du har inte behörighet att göra betalningar. Köp i appar kan vara begränsade på din enhet.
ta: பணம் செலுத்த உங்களுக்கு அனுமதி இல்லை. உங்கள் சாதனத்தில் பயன்பாட்டினுள் கொள்முதல்கள் கட்டுப்படுத்தப்பட்டிருக்கலாம்.
te: మీకు చెల్లింపులు చేసే అధికారం లేదు. మీ పరికరంలో ఇన్-యాప్ కొనుగోళ్లు పరిమితం చేయబడి ఉండవచ్చు.
th: คุณไม่ได้รับอนุญาตให้ทำการชำระเงิน การซื้อภายในแอปอาจถูกจำกัดบนอุปกรณ์ของคุณ
tr: Ödeme yapma yetkiniz yok. Uygulama İçi Satın Almalar cihazınızda kısıtlanmış olabilir.
uk: Ви не маєте дозволу здійснювати платежі. Покупки в застосунку можуть бути обмежені на вашому пристрої.
ur: آپ کو ادائیگیاں کرنے کی اجازت نہیں ہے۔ آپ کے ڈیوائس پر اِن ایپ خریداریاں محدود ہو سکتی ہیں۔
vi: Bạn không được phép thực hiện thanh toán. Giao dịch mua trong ứng dụng có thể bị hạn chế trên thiết bị của bạn.
zh_hans: 您无权进行付款。您设备上的应用内购买可能已受限。
zh_hant: 您未被授權進行付款。App 內購買項目在您的裝置上可能受到限制。

source: You've denied photo library access. You can change this in Settings.
ar: لقد رفضت الوصول إلى مكتبة الصور. يمكنك تغيير ذلك في الإعدادات.
bn: আপনি ফটো লাইব্রেরিতে অ্যাক্সেস অস্বীকার করেছেন। আপনি এটি Settings-এ পরিবর্তন করতে পারেন।
cs: Odepřeli jste přístup ke knihovně fotek. Můžete to změnit v Nastavení.
da: Du har nægtet adgang til fotobiblioteket. Du kan ændre dette i Indstillinger.
de: Du hast den Zugriff auf die Fotomediathek verweigert. Du kannst das in den Einstellungen ändern.
el: Έχετε αρνηθεί την πρόσβαση στη βιβλιοθήκη φωτογραφιών. Μπορείτε να το αλλάξετε αυτό στις Ρυθμίσεις.
es: Has denegado el acceso a la fototeca. Puedes cambiarlo en Ajustes.
es_419: Has denegado el acceso a la fototeca. Puedes cambiar esto en Ajustes.
fa: شما دسترسی به کتابخانه عکس را رد کرده‌اید. می‌توانید این را در تنظیمات تغییر دهید.
fi: Olet estänyt kuvakirjaston käytön. Voit muuttaa tämän asetuksissa.
fil: Tinanggihan mo ang access sa photo library. Maaari mong baguhin ito sa Settings.
fr: Tu as refusé l’accès à la photothèque. Tu peux changer cela dans les Réglages.
he: דחיתם את הגישה לספריית התמונות. ניתן לשנות זאת בהגדרות.
hi: आपने फ़ोटो लाइब्रेरी का एक्सेस अस्वीकार कर दिया है। आप इसे सेटिंग्स में बदल सकते हैं।
hu: Megtagadtad a fotótárhoz való hozzáférést. Ezt a Beállításokban módosíthatod.
hy: Դուք մերժել եք լուսանկարների գրադարանի հասանելիությունը։ Դա կարող եք փոխել Կարգավորումներում։
id: Anda telah menolak akses pustaka foto. Anda dapat mengubahnya di Pengaturan.
it: Hai negato l'accesso alla libreria foto. Puoi modificarlo nelle Impostazioni.
ja: 写真ライブラリへのアクセスを拒否しています。設定で変更できます。
ko: 사진 보관함 접근을 거부하셨습니다. 설정에서 변경할 수 있습니다.
ms: Anda telah menafikan akses pustaka foto. Anda boleh mengubahnya dalam Tetapan.
nb: Du har avslått tilgang til bildebiblioteket. Du kan endre dette i Innstillinger.
nl: Je hebt toegang tot de fotobibliotheek geweigerd. Je kunt dit wijzigen in Instellingen.
pl: Odmówiono dostępu do biblioteki zdjęć. Możesz to zmienić w Ustawieniach.
pt_br: Você negou o acesso à fototeca. Você pode alterar isso em Ajustes.
pt_pt: Negaste o acesso à fototeca. Podes alterar isto nas Definições.
ro: Ai refuzat accesul la biblioteca foto. Poți modifica acest lucru în Setări.
ru: Вы запретили доступ к медиатеке. Изменить это можно в настройках.
sv: Du har nekat åtkomst till fotobiblioteket. Du kan ändra detta i Inställningar.
ta: புகைப்பட நூலக அணுகலை நீங்கள் மறுத்துவிட்டீர்கள். இதை அமைப்புகளில் மாற்றலாம்.
te: మీరు ఫోటో లైబ్రరీ యాక్సెస్‌ను నిరాకరించారు. దీన్ని మీరు Settings లో మార్చవచ్చు.
th: คุณได้ปฏิเสธการเข้าถึงคลังรูปภาพ คุณสามารถเปลี่ยนการตั้งค่านี้ได้ในการตั้งค่า
tr: Fotoğraf kitaplığı erişimini reddettiniz. Bunu Ayarlar'dan değiştirebilirsiniz.
uk: Ви заборонили доступ до медіатеки. Це можна змінити в Налаштуваннях.
ur: آپ نے فوٹو لائبریری تک رسائی مسترد کر دی ہے۔ آپ اسے Settings میں تبدیل کر سکتے ہیں۔
vi: Bạn đã từ chối quyền truy cập thư viện ảnh. Bạn có thể thay đổi điều này trong phần Cài đặt.
zh_hans: 您已拒绝照片图库访问。您可在“设置”中更改此项。
zh_hant: 你已拒絕照片圖庫的取用權限。你可以在「設定」中變更。
